<template>
  <div class="aboutBox">
    <div class="s1">
      <h1>企业介绍</h1>
      <p>中所科技作为一家以科技为核心的区块链技术开发及服务的公司，将技术创新作为立身之本，专注于区块链应用开发、部署、测试以及监控。</p>
    </div>
    <div class="s1">
      <h1></h1>
      <p>中所科技致力于投资研发区块链技术以及相关领域，构建区块链技术突破与创新，缔造新世纪打造全新生态。目前主要投资区块链的孵化，以及区块链的应用场景落地。从各个领域体现生活价值链，公有链、联盟链等各种场景，谱写创见未来。</p>
    </div>
    <div class="s1">
      <h1>价值观</h1>
      <p>追求卓越，使我们追求卓越，是我们在每个领域都将尽力实现的目标。
        勇于担当，增强企业社会责任感。抓住空前机遇，结合技术优势，推动区块链技术发展，以大数据推动企业的长远发展。
        肩负使命，坚持可持续发展的理念，拓展区块链的应用。中所科技业务以开放、共享、求同、多赢的价值观切身为投资者考虑。在公司发展过程中考虑对经济、社会和环境的影响，以实现企业自身的发展和社会整体的发展的有机结合。</p>
    </div>
    <div class="s1">
      <h1>企业文化</h1>
      <p>中所科技将致力于打造推动社会进步、富有责任感国际企业。持续提高我们所在国家/地区的经济发展水平、促进当地社会事业发展。为了实现这些目标并促进可持续发展，中所科技在金融领域、物联网和物流领域、公共服务领域、数字版权领域、保险领域、公益领域之间实现平衡，促使所有利益相关方受益。
        中所科技将不断完善企业规章制度、建立成员之间深层次认同感，明确各成员的角色和责任分工，充分发挥其最大作用。在目标一致的前提下，互相信任取长补短，用凝聚产生力量，共同推动企业可持续发展。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "About",
  data() {
    return {
      test: 123
    };
  },
  computed: {},
  methods: {}
};
</script>
