<template>
  <div class="sceneBox">
    <div class="s1">
      <h1>金融领域</h1>
      <p>区块链在国际汇兑、信用证、股权登记和证券交易所等金融领域有着潜在的巨大应用价值。将区块链技术应用在金融行业中，能够省去第三方中介环节，实现点对点的直接对接，从而在大大降低成本的同时，快速完成交易支付。</p>
    </div>
    <div class="s2">
      <h1>物联网和物流领域</h1>
      <p>通过结点连接的散状网络分层结构，能够在整个区块链网络中实现信息的全面传递，并能够检验信息的准确程度。这种特性一 定程度上提高了物联网交易的便利性和智能化。区块链+大数据的解决方案就利用了大数据的自动筛选过滤模式，在区块链中建立信用资源，可双重提高交易的安全性，并提高物联网交易便利程度，为智能物流模式应用节约时间成本。</p>
    </div>
    <div class="s3">
      <h1>公共服务领域</h1>
      <p>提供去中心化的完全分布式DNS服务通过网络中各个节点之间的点对点数据传输服务能够实现域名的查询和解析，可用于确保某个重要的基础设施的操作系统和固件没有被篡改，可以监控软件的状态和完整性，发现不良的篡改，并确保使用了物联网技术的系统所传输的数据没用经过篡改。</p>
    </div>
    <div class="s4">
      <h1>数字版权领域</h1>
      <p>通过区块链技术，可以对作品进行鉴权，证明文字、视频、音频等作品的存在，保证权属的真实、唯一性。作品在区块链上被确权后，后续交易都会进行实时记录，实现数字版权全生命周期管理，也可作为司法取证中的技术性保障。</p>
    </div>
    <div class="s5">
      <h1>保险领域</h1>
      <p>在保险理赔方面，保险机构负责资金归集、投资、理赔，往往管理和运营成本较高。通过智能合约的应用，既无需投保人申请，也无需保险公司批准，只要触发理赔条件，实现保单自动理赔。</p>
    </div>
    <div class="s6">
      <h1>公益领域</h1>
      <p>区块链上存储的数据，高可靠且不可篡改，天然适合用在社会公益场景。公益流程中的相关信息，如捐赠项目、募集明细、资金流向、受助人反馈等，均可以存放于区块链上，并且有条件地进行透明公开公示，方便社会监督。</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "Scene",
  data() {
    return {
      test: 123
    };
  },
  computed: {},
  methods: {}
};
</script>
